Repository: mysociety/bluetail
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, id

source: Tenders
es: Licitaciones
id: Tender

source: Tenders in progress
es: Licitaciones en curso
id: Tender sedang berlangsung

source: Tender application <code>%(party_id)s</code>
es: Licitación <code>%(party_id)s</code>
id: Aplikasi tender <code>%(party_id)s</code>

source: Applicant
es: Licitante
id: Pemohon

source: Beneficial owners
es: Beneficiarios reales
id: Pemilik yang menguntungkan

source: Parent companies
es: Empresas matrices
id: Perusahaan induk

source: Published by
es: Publicado por
id: Diterbitkan oleh

source: Published date
es: Fecha de publicación
id: Tanggal publikasi

source: Closing date
es: Fecha de cierre
id: Tanggal Penutupan

source: Contract start date
es: Fecha de inicio del contrato
id: Tanggal mulai kontrak

source: Value of contract
es: Valor del contrato
id: Nilai kontrak

source: Tenders received
es: Postulaciones recibidas
id: Tender diterima

source: %(count)s error
id: %(count)s kesalahan

source: %(count)s warning
es: %(count)s aviso
id: %(count)s peringatan

source: Company name
es: Nombre de empresa
id: Nama Perusahaan

source: Company ID
es: ID de la empresa
id: identitas perusahaan

source: Country of registration
es: País de constitución
id: Negara tempat pendaftaran

source: Full name
es: Nombre completo
id: Nama lengkap

source: Date of birth
es: Fecha de nacimiento
id: Tanggal lahir

source: Address
es: Dirección
id: Alamat

source: Nationality
es: Nacionalidad
id: Kebangsaan

source: Tender Deadline:
es: Fecha límite de licitación:
id: Batas Waktu Tender:

source: %(count)s tender received
es: %(count)slicitacion recibida
id: %(count)s tender diterima

source: Ministry of Efficiency
es: Ministerio de Compras Eficientes
id: Kementerian Efisiensi

source: Filtered By Dataset
es: Filtrado por conjunto de datos
id: Difilter Menurut Set Data

source: All
es: Todos
id: Semua

source: Prototype
es: Prototipo
id: Prototipe

source: Contracts Finder unlinked
es: Buscador de contratos desvinculado
id: Contracts Finder tidak ditautkan

source: Contracts Finder with linked suppliers
es: Buscador de contratos con proveedores vinculados
id: Contracts Finder dengan pemasok terkait

source: Contracts Finder with beneficial owners
es: Buscador de contratos con beneficiarios reales
id: Contracts Finder dengan pemilik manfaat

source: Filtered By Flag
es: Filtrado por indicador
id: Difilter Menurut Bendera

source: Any Flag
es: Todos los indicadores
id: Bendera Apa Pun

source: Beneficial Owner matches Cabinet Minister
es: Datos del beneficiario real coinciden con los de un ministro del gobierno
id: Beneficial Owner cocok dengan Menteri Kabinet

source: Company linked to multiple applications to a tender
es: Empresa vinculada a múltiples postulaciones a la misma licitación
id: Perusahaan terkait dengan beberapa aplikasi untuk sebuah tender

source: Person linked to multiple applications to a tender
es: Persona vinculada a múltiples postulaciones a la misma licitación
id: Orang yang ditautkan ke beberapa aplikasi ke suatu tender

source: Spending analysis
es: Análisis de gastos
id: Analisis pengeluaran
